;Place localized text in this file

[KillerClass X2SoldierClassTemplate]
DisplayName="杀手"
ClassSummary="杀手只关心一件事，那就是完成击杀。无论如何，他们都会找到方法和路线来接近他们的目标。"
LeftAbilityTreeTitle="狙击"
RightAbilityTreeTitle="暗杀"
+AbilityTreeTitles[0]="狙击"
+AbilityTreeTitles[1]="暗杀"
+AbilityTreeTitles[2]="睿智"
+AbilityTreeTitles[3]="XCOM"